console.log(`Страница Pets (40)

Проверка верстки +6
    * верстка страницы валидная: для проверки валидности вёрстки используйте сервис https://validator.w3.org/ . +4
    * Валидной вёрстке соответствует надпись "Document checking completed. No errors or warnings to show."
      В таком случае баллы за пункт требований выставляем полностью. Если есть предупреждения - warnings, но нет ошибок - errors,
      выставляем половину баллов за пункт требований
    * логотип в хедере состоит из текстовых элементов +1
    * страница содержит ровно один элемент <h1> +1
    
Вёрстка соответствует макету +15
    * блок <header> +5
    * блок Our Friends +5
    * блок <footer> +5
    
Требования к css +5
    * при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, 
      а не сдвигается в сторону и не растягивается по всей ширине +2
    * фоновый цвет тянется на всю ширину страницы +2
    * добавлен favicon +1

Интерактивность элементов +14
    * элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2
    * доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) +2
    * каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2
    * плавная прокрутка по якорям +2
    * выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы Main +2
    * выполнена интерактивность ссылок и кнопок. Интерактивность заключается не только в изменении внешнего вида курсора, например, 
      при помощи свойства cursor: pointer, но и в использовании и других визуальных эффектов, например, изменение цвета фона или цвета шрифта,
      согласно стайлгайду в макете. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета +2
    * обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы +2`)