console.log(`Вёрстка страницы Main соответствует макету при ширине экрана 1280px +14
  *блок <header> +2
  *блок Not only +2
  *блок About +2
  *блок Our Friends +2
  *блок Help +2
  *блок In addition +2
  *блок <footer> +2

Вёрстка страницы Main соответствует макету при ширине экрана 768px +14
  *блок <header> +2
  *блок Not only +2
  *блок About +2
  *блок Our Friends +2
  *блок Help +2
  *блок In addition +2
  *блок <footer> +2

Вёрстка страницы Main соответствует макету при ширине экрана 320px +14
  *блок <header> +2
  *блок Not only +2
  *блок About +2
  *блок Our Friends +2
  *блок Help +2
  *блок In addition +2
  *блок <footer> +2

Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется +10
  *нет полосы прокрутки при ширине страницы Main от 1280рх до 768рх +5
  *нет полосы прокрутки при ширине страницы Main от 768рх до 320рх +5
  
Верстка резиновая: при плавном изменении размера экрана элементы верстки так же плавно меняют свои размеры и расположение, не наезжают друг на друга, 
изображения могут менять размер, но сохраняют правильные пропорции +4

При ширине экрана меньше 768px на странице Main меню в хедере скрывается, появляется иконка бургер-меню +2
Открытие меню при клике на иконку бургер-меню на текущем этапе не проверяется
  
Верстка страницы валидная: для проверки валидности вёрстки используйте сервис https://validator.w3.org/ . +4`)