console.log(`Вёрстка страницы Pets соответствует макету при ширине экрана 1280px +6
  *блок <header> +2
  *блок Our Friends +2
  *блок <footer> +2

Вёрстка страницы Pets соответствует макету при ширине экрана 768px +6
  *блок <header> +2
  *блок Our Friends +2
  *блок <footer> +2

Вёрстка страницы Pets соответствует макету при ширине экрана 320px +6
  *блок <header> +2
  *блок Our Friends +2
  *блок <footer> +2

Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется +10
  *нет полосы прокрутки при ширине страницы Pets от 1280рх до 768рх +5
  *нет полосы прокрутки при ширине страницы Pets от 768рх до 320рх +5

Верстка резиновая: при плавном изменении размера экрана элементы верстки так же плавно меняют свои размеры и расположение, не наезжают друг на друга,
изображения могут менять размер, но сохраняют правильные пропорции +4
  *на странице Pets +4

При ширине экрана меньше 768px на странице Pets меню в хедере скрывается, появляется иконка бургер-меню +2
Открытие меню при клике на иконку бургер-меню на текущем этапе не проверяется

Верстка страницы валидна: для проверки валидности вёрстки используйте сервис https://validator.w3.org/ . +4`)